Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: You can rate or review anytime from Settings → About.
ar: يمكنك التقييم أو كتابة مراجعة في أي وقت من الإعدادات ← حول.
az: İstənilən vaxt Ayarlar → Haqqında bölməsindən qiymətləndirin və ya rəy yazın.
de: Bewerten oder rezensieren kannst du jederzeit unter Einstellungen → Über.
es: Puedes valorar o escribir una reseña cuando quieras desde Ajustes → Acerca de.
fr: Notez ou laissez un avis à tout moment via Réglages → À propos.
hi: आप सेटिंग्स → जानकारी से कभी भी रेट या रिव्यू कर सकते हैं।
it: Puoi valutare o recensire quando vuoi da Impostazioni → Informazioni.
ja: 評価・レビューは「設定 → アプリについて」からいつでも行えます。
ko: 설정 → 정보에서 언제든 평가하거나 리뷰할 수 있습니다.
nl: Beoordelen of een recensie schrijven kan altijd via Instellingen → Over.
pl: Ocenę lub recenzję możesz wystawić w każdej chwili w Ustawienia → O aplikacji.
pt_br: Você pode avaliar quando quiser em Ajustes → Sobre.
ro: Poți evalua sau scrie o recenzie oricând din Configurări → Despre.
ru: Оценить или оставить отзыв можно в любой момент: Настройки → О приложении.
zh_hans: 你可以随时在“设置 → 关于”中评分或评论。

source: Your choice
ar: خيارك
az: Seçim sizindir
de: Deine Entscheidung
es: Tú decides
fr: Votre choix
hi: आपकी पसंद
it: La scelta è tua
ja: あなたの選択
ko: 선택은 자유입니다
nl: Jouw keuze
pl: Twój wybór
pt_br: Você decide
ro: Alegerea ta
ru: Ваш выбор
zh_hans: 由你决定

source: Your Coach can see your profile, settings, body progress, and workout history. Ask anything — and attach a photo if it helps.
ar: يمكن لمدربك رؤية ملفك الشخصي وإعداداتك وتقدّم جسمك وسجلّ تمارينك. اسأل عن أي شيء — وأرفق صورة إن كانت مفيدة.
az: Məşqçiniz profilinizi, ayarlarınızı, bədən tərəqqinizi və məşq tarixçənizi görür. İstənilən sualı verin — lazım olsa şəkil də əlavə edin.
de: Dein Coach sieht Profil, Einstellungen, Körperfortschritt und Workout-Verlauf. Frag alles — und häng bei Bedarf ein Foto an.
es: Tu Coach ve tu perfil, ajustes, progreso corporal e historial de entrenamientos. Pregunta lo que sea y adjunta una foto si ayuda.
fr: Votre Coach voit votre profil, vos réglages, votre progression corporelle et votre historique d’entraînement. Demandez-lui tout — et joignez une photo si besoin.
hi: आपका कोच आपकी प्रोफ़ाइल, सेटिंग्स, बॉडी प्रोग्रेस और वर्कआउट हिस्ट्री देख सकता है। कुछ भी पूछें — और मदद मिले तो फ़ोटो भी जोड़ें।
it: Il tuo Coach vede profilo, impostazioni, progressi fisici e cronologia allenamenti. Chiedi qualsiasi cosa — e allega una foto se serve.
ja: コーチはあなたのプロフィール、設定、体の変化、ワークアウト履歴を把握しています。何でも質問してください。必要なら写真も添付できます。
ko: 코치는 내 프로필, 설정, 신체 변화, 운동 기록을 볼 수 있습니다. 무엇이든 물어보고, 도움이 된다면 사진도 첨부하세요.
nl: Je Coach ziet je profiel, instellingen, lichaamsvoortgang en workoutgeschiedenis. Vraag wat je wilt — en voeg een foto toe als dat helpt.
pl: Twój Trener widzi Twój profil, ustawienia, postępy sylwetki i historię treningów. Pytaj o cokolwiek — i dołącz zdjęcie, jeśli pomoże.
pt_br: Seu Coach vê seu perfil, ajustes, progresso corporal e histórico de treinos. Pergunte qualquer coisa — e anexe uma foto se ajudar.
ro: Antrenorul tău îți vede profilul, configurările, progresul corporal și istoricul antrenamentelor. Întreabă orice — și atașează o poză dacă ajută.
ru: Тренер видит ваш профиль, настройки, прогресс тела и историю тренировок. Спрашивайте о чём угодно — и прикрепляйте фото, если нужно.
zh_hans: 教练能看到你的个人资料、设置、身体进度和训练历史。尽管提问——需要时还可附上照片。

source: Your Coach messages, photos you choose to attach, and training context: profile basics (age, sex, height, weight, body fat), goals, settings, recent workouts, and body progress. Calorie estimates send the finished session and your body data.
ar: رسائلك مع المدرب، والصور التي تختار إرفاقها، وسياق التدريب: أساسيات الملف الشخصي (العمر، الجنس، الطول، الوزن، نسبة دهون الجسم)، والأهداف، والإعدادات، وآخر التمارين، وتقدم الجسم. وترسل تقديرات السعرات الحرارية الجلسة المكتملة وبيانات جسمك.
az: Məşqçiyə yazdığınız mesajlar, əlavə etməyi seçdiyiniz şəkillər və məşq konteksti: profil əsasları (yaş, cins, boy, çəki, bədən yağı), hədəflər, ayarlar, son məşqlər və bədən irəliləyişi. Kalori hesablamaları bitmiş məşq sessiyasını və bədən məlumatlarınızı göndərir.
de: Deine Coach-Nachrichten, Fotos, die du anhängst, und Trainingskontext: Profil-Basisdaten (Alter, Geschlecht, Größe, Gewicht, Körperfett), Ziele, Einstellungen, letzte Workouts und Körperfortschritt. Für Kalorienschätzungen werden die abgeschlossene Einheit und deine Körperdaten gesendet.
es: Tus mensajes con el Coach, las fotos que decidas adjuntar y el contexto de entrenamiento: datos básicos del perfil (edad, sexo, estatura, peso, grasa corporal), objetivos, ajustes, entrenamientos recientes y progreso corporal. Las estimaciones de calorías envían la sesión terminada y tus datos corporales.
fr: Vos messages au Coach, les photos que vous choisissez de joindre et le contexte d'entraînement : informations de base du profil (âge, sexe, taille, poids, masse grasse), objectifs, réglages, entraînements récents et progression physique. Les estimations de calories envoient la séance terminée et vos données corporelles.
hi: आपके कोच मैसेज, जो फ़ोटो आप अटैच करना चुनते हैं, और ट्रेनिंग संदर्भ: प्रोफ़ाइल की बुनियादी जानकारी (उम्र, लिंग, लंबाई, वज़न, बॉडी फ़ैट), लक्ष्य, सेटिंग्स, हाल के वर्कआउट और शारीरिक प्रगति। कैलोरी अनुमान के लिए पूरा हुआ सेशन और आपके शरीर का डेटा भेजा जाता है।
it: I tuoi messaggi al Coach, le foto che scegli di allegare e il contesto di allenamento: dati di base del profilo (età, sesso, altezza, peso, massa grassa), obiettivi, impostazioni, allenamenti recenti e progressi fisici. Le stime delle calorie inviano la sessione completata e i tuoi dati corporei.
ja: コーチへのメッセージ、添付を選んだ写真、トレーニングのコンテキスト：プロフィールの基本情報（年齢、性別、身長、体重、体脂肪率）、目標、設定、最近のワークアウト、身体の進捗。カロリー推定では、終了したセッションと身体データが送信されます。
ko: 코치에게 보내는 메시지, 첨부하기로 선택한 사진, 그리고 트레이닝 컨텍스트: 기본 프로필 정보(나이, 성별, 키, 몸무게, 체지방), 목표, 설정, 최근 운동, 신체 변화 기록. 칼로리 추정 시에는 완료된 세션과 신체 데이터가 전송됩니다.
nl: Je Coach-berichten, foto's die je kiest om bij te voegen en trainingscontext: basisprofiel (leeftijd, geslacht, lengte, gewicht, vetpercentage), doelen, instellingen, recente workouts en lichaamsvoortgang. Bij calorieschattingen worden de afgeronde sessie en je lichaamsgegevens verstuurd.
pl: Twoje wiadomości do Trenera, zdjęcia, które zdecydujesz się załączyć, oraz kontekst treningowy: podstawowe dane profilu (wiek, płeć, wzrost, waga, tkanka tłuszczowa), cele, ustawienia, ostatnie treningi i postępy sylwetki. Szacowanie kalorii wysyła ukończoną sesję i dane o Twoim ciele.
pt_br: Suas mensagens com o Coach, as fotos que você escolher anexar e o contexto de treino: dados básicos do perfil (idade, sexo, altura, peso, gordura corporal), metas, ajustes, treinos recentes e progresso corporal. As estimativas de calorias enviam a sessão concluída e seus dados corporais.
ro: Mesajele tale către Antrenor, fotografiile pe care alegi să le atașezi și contextul de antrenament: date de bază din profil (vârstă, sex, înălțime, greutate, grăsime corporală), obiective, configurări, antrenamente recente și progresul corporal. Estimările de calorii trimit sesiunea încheiată și datele despre corpul tău.
ru: Ваши сообщения тренеру, фотографии, которые вы решите прикрепить, и тренировочный контекст: основные данные профиля (возраст, пол, рост, вес, процент жира), цели, настройки, недавние тренировки и прогресс тела. Для оценки калорий отправляются завершённая сессия и данные о вашем теле.
zh_hans: 你发给教练的消息、你选择附加的照片，以及训练上下文：基本资料（年龄、性别、身高、体重、体脂）、目标、设置、最近的训练和身体进展。卡路里估算会发送已完成的训练和你的身体数据。

source: Your details
ar: بياناتك
az: Məlumatlarınız
de: Deine Angaben
es: Tus datos
fr: Vos infos
hi: आपका विवरण
it: I tuoi dati
ja: あなたの情報
ko: 내 정보
nl: Jouw gegevens
pl: Twoje dane
pt_br: Seus dados
ro: Datele tale
ru: Ваши данные
zh_hans: 你的信息

source: yr
ar: سنة
az: il
de: J.
es: año
fr: an
hi: वर्ष
it: anno
ja: 年
ko: 년
nl: jr
pl: rok
pt_br: ano
ro: an
ru: год
zh_hans: 年

source: AI
de: KI
es: IA
fr: IA
pt_br: IA
ru: ИИ

source: Premium
hi: प्रीमियम
ko: 프리미엄
